7zip
ani-cli
aws-cli
base
base-devel
bluez
bluez-utils
brave-bin
clang
cmake
code
discord
dkms
docker
efibootmgr
fastfetch
feh
ffmpegthumbnailer
firefox
flameshot
gamescope
gdb
ghostty
git
gst-plugin-pipewire
gvfs
haskell-language-server
intel-ucode
less
libpulse
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes2014
libretro-bsnes-hd
libretro-core-info
libretro-desmume
libretro-dolphin
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-mame
libretro-mame2016
libretro-melonds
libretro-mesen
libretro-mesen-s
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-sameboy
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lld
llvm
lvm2
lxappearance
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-dkms
nvidia-settings
obs-studio
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pyenv
qbittorrent
rar
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
rofi
rsync
sof-firmware
steam
tcl
thunar
thunar-archive-plugin
tk
ttf-symbola
tumbler
unzip
vim
wget
wine
wireplumber
xbindkeys
xdotool
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xsetroot
yay
zram-generator
