7zip
ani-cli
aws-cli
base
base-devel
bluez
bluez-utils
brave-bin
clang
cmake
code
discord
dkms
docker
efibootmgr
fastfetch
feh
ffmpegthumbnailer
firefox
flameshot
gamescope
gdb
ghostty
git
gst-plugin-pipewire
gvfs
haskell-language-server
intel-ucode
less
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lld
llvm
lvm2
lxappearance
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-dkms
nvidia-settings
obs-studio
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pyenv
qbittorrent
rar
rofi
rsync
sof-firmware
steam
tcl
thunar
thunar-archive-plugin
tk
ttf-symbola
tumbler
vim
wget
wine
wireplumber
xbindkeys
xdotool
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xsetroot
yay
yay-debug
zram-generator
